Repository: TsypchenkoYuliia/time-off-tracker-api
Catalog: EmailTemplateRender/Resources/SharedEmailResources.*.resx
Languages: ru

# AdministrativeUnpaidLeave
source: Scheduled unpaid leave
ru: Плановый неоплачиваемый отпуск

source: Approve
ru: Утвердить

source: Approved
ru: Утверждено

# ApprovedAuthorTheme
source: [Leave] Request Approved: {0} - {1}-{2}
ru: [Отпуск] Заявка утверждена: {0} - {1}-{2}

# ApprovedTheme
source: [Leave] Approved: {0} - {1} - {2}-{3}
ru: [Отпуск] Утверждена: {0} - {1} - {2}-{3}

# AuthorRequestApproved
source: Your request has been approved!
ru: Ваша заявка утверждена!

# AuthorRequestRejected
source: Your request has been rejected!
ru: Ваша заявка отклонена!

source: By whom
ru: Кем

source: Cause
ru: Причина

source: Comment
ru: Комментарий

source: Dates
ru: Даты

source: Declined by the owner
ru: Отменена сотрудником

source: Duration
ru: Использовать

# ForceMajeureAdministrativeLeave
source: Force majeure leave
ru: Отпуск по причине форс-мажора

source: Full day
ru: Полный день

source: Half day
ru: Пол дня

source: Paid leave
ru: Оплачиваемый отпуск

source: Reject
ru: Отклонить

# RejectedAuthorTheme
source: [Leave] Request rejected: {0} - {1}-{2}
ru: [Отпуск] Заявка отклонена: {0} - {1}-{2}

# RejectedTheme
source: [Leave] Rejected: {0} - {1} - {2}-{3}
ru: [Отпуск] Отклонена: {0} - {1} - {2}-{3}

# RequestApproved
source: The request has been approved!
ru: Заявка утверждена!

# RequestRejected
source: Request has been rejected.
ru: Заявка отклонена.

source: Sick leave with documents
ru: Больничный с больничным листом

source: Sick leave without documents
ru: Больничный без больничного листа

source: Social leave
ru: Социальный отпуск

source: Study leave
ru: Учебный отпуск

source: Type
ru: Тип

# UpdatedTheme
source: [Leave] New: {0} - {1} - {2}-{3}
ru: [Отпуск] Новая: {0} - {1} - {2}-{3}

source: Who
ru: Кто

# YouCanCreateANewRequest
source: You can take into account the comments and create a new request.
ru: Вы можете учесть замечания и оставить новую заявку.
